tap "daipeihust/tap"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "vectordotdev/brew"
brew "argocd"
brew "bat"
brew "bison"
brew "bob"
brew "bottom"
brew "buf"
brew "glib"
brew "cargo-binstall"
brew "cargo-nextest"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "cowsay"
brew "curlie"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "diskonaut"
brew "etcd"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "node"
brew "gitlab-ci-local"
brew "gitleaks"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "helix"
brew "helm"
brew "htop"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "lazygit"
brew "libzip"
brew "lua"
brew "luarocks"
brew "make"
brew "mercurial"
brew "mycli"
brew "neofetch"
brew "nerdfix"
brew "nvm"
brew "openjdk"
brew "operator-sdk"
brew "pgcli"
brew "pinentry-mac"
brew "pkgconf"
brew "podman"
brew "pre-commit"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "rustup"
brew "s3cmd"
brew "skopeo"
brew "sonar-scanner"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "translate-shell"
brew "tree"
brew "urlview"
brew "vimpager"
brew "vint"
brew "w3m"
brew "watch"
brew "wget"
brew "yamlfmt"
brew "yq"
brew "zellij"
brew "daipeihust/tap/im-select"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "vectordotdev/brew/vector"
cask "blender"
cask "docker"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "google-drive"
cask "karabiner-elements"
cask "kicad"
cask "kitty@nightly"
cask "lens"
cask "meld"
cask "mqttx"
cask "neovide"
cask "neteasemusic"
cask "openmtp"
cask "postman"
cask "proxyman"
cask "racket"
cask "raycast"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "warp"
cask "zed"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "lamarcke.kanagawa-black"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "qufiwefefwoyn.kanagawa"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
