tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "riscv/riscv"
brew "aliyun-cli"
brew "archey"
brew "gettext"
brew "readline"
brew "xz"
brew "python@3.9"
brew "glib"
brew "automake"
brew "axel"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "bpytop"
brew "pkg-config"
brew "ccat"
brew "llvm"
brew "ccls"
brew "cliclick"
brew "cloc"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "cpanminus"
brew "cppman"
brew "croc"
brew "ctags"
brew "openldap"
brew "curl"
brew "delve"
brew "emscripten"
brew "etcd"
brew "exa"
brew "expat"
brew "fd"
brew "libtool"
brew "libevent"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "folly"
brew "fpp"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gd"
brew "gdb"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnupg"
brew "git-secret"
brew "gitui"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gtk+3"
brew "haskell-stack"
brew "helm"
brew "htop"
brew "httpie"
brew "httpstat"
brew "idris"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "leiningen"
brew "leveldb"
brew "libpq"
brew "libssh"
brew "qemu"
brew "lima"
brew "lua"
brew "lua@5.3"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "ruby"
brew "macvim"
brew "mpg123"
brew "mycli"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nnn"
brew "pgcli"
brew "pipenv"
brew "plantuml"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "pstree"
brew "python@3.8"
brew "rainbarf"
brew "ranger"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "tcpdump"
brew "telnet"
brew "terminal-notifier"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "urlview"
brew "v2ray"
brew "vale"
brew "vint"
brew "watch"
brew "webpack"
brew "wget"
brew "xorriso"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
cask "1password"
cask "alacritty"
cask "alfred"
cask "app-cleaner"
cask "bitwarden"
cask "ckan"
cask "clashx-pro"
cask "daisydisk"
cask "dash"
cask "dingtalk"
cask "docker"
cask "dropbox"
cask "eul"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "foxmail"
cask "github"
cask "google-drive"
cask "hyper"
cask "hyperdock"
cask "istat-menus"
cask "iterm2"
cask "kitty"
cask "lastpass"
cask "mono-mdk"
cask "openinterminal"
cask "paw"
cask "proxyman"
cask "qq"
cask "scroll-reverser"
cask "steam"
cask "syncthing"
cask "v2rayu"
cask "visual-studio-code"
cask "vlc"
cask "xmind-zen"
cask "zerotier-one"
