tap "anomalyco/tap"
tap "argoproj/tap"
tap "charmbracelet/tap"
tap "d12frosted/emacs-plus"
tap "daipeihust/tap"
tap "farion1231/ccswitch"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "itouuuuuuuuu/tap"
tap "neurosnap/tap"
tap "stanmarek/tap"
tap "steipete/tap"
tap "vectordotdev/brew"
tap "vjeantet/tap"
tap "ymtdzzz/tap"
brew "node"
brew "agent-browser"
brew "aliyun-cli"
brew "protobuf"
brew "argocd"
brew "asciinema"
brew "ast-grep"
brew "bat"
brew "biome"
brew "bison"
brew "bob"
brew "bottom"
brew "buf"
brew "buildkit"
brew "glib"
brew "cargo-binstall"
brew "cargo-features-manager"
brew "cargo-nextest"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "go"
brew "cobra-cli"
brew "coreutils"
brew "cowsay"
brew "curlie"
brew "devcontainer"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "diskonaut"
brew "docker-completion"
brew "elixir"
brew "etcd"
brew "expat"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghcup"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "gitlab-ci-local"
brew "gitleaks"
brew "gitoxide"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gofumpt"
brew "goimports"
brew "golangci-lint"
brew "harfbuzz"
brew "graphviz"
brew "grpcurl"
brew "harlequin"
brew "helix"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "jwt-cli"
brew "k3d"
brew "k9s"
brew "kimi-code"
brew "kind"
brew "kn"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubernetes-cli@1.31"
brew "kubeseal"
brew "lazygit"
brew "lefthook"
brew "libzip"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "make"
brew "openjdk"
brew "maven"
brew "mercurial"
brew "mise"
brew "neofetch"
brew "nerdfix"
brew "nvm"
brew "opa"
brew "ripgrep"
brew "opencode"
brew "operator-sdk"
brew "pinentry-mac"
brew "pkgconf"
brew "playwright-cli"
brew "pnpm"
brew "podman"
brew "pre-commit"
brew "prettier"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "ralph-orchestrator"
brew "rancher-cli"
brew "ranger"
brew "rtk"
brew "rustup"
brew "s3cmd"
brew "serie"
brew "siege"
brew "skopeo"
brew "sqlparse"
brew "stress"
brew "stylua"
brew "summarize"
brew "tectonic"
brew "tektoncd-cli"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "translate-shell"
brew "tree"
brew "tree-sitter-cli"
brew "urlview"
brew "uv"
brew "vegeta"
brew "vimpager"
brew "vint"
brew "w3m"
brew "watch"
brew "wget"
brew "witr"
brew "wrk"
brew "yamlfmt"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "daipeihust/tap/im-select"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/vault"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "neurosnap/tap/zmx"
brew "steipete/tap/mcporter"
brew "vectordotdev/brew/vector"
brew "vjeantet/tap/alerter"
brew "ymtdzzz/tap/otel-tui"
cask "android-studio"
cask "antigravity"
cask "beekeeper-studio"
cask "blender"
cask "block-goose"
cask "chatbox"
cask "cherry-studio"
cask "clash-verge-rev"
cask "claude"
cask "cmux"
cask "codex"
cask "codex-app"
cask "conductor"
cask "copilot-cli"
cask "cursor"
cask "dbeaver-community"
cask "deepchat"
cask "dingtalk"
cask "discord"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "google-drive"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "linear"
cask "linearmouse"
cask "meld"
cask "mqttx"
cask "neteasemusic"
cask "opencode-desktop"
cask "openmtp"
cask "postman"
cask "proxyman"
cask "qqmusic"
cask "rancher"
cask "raycast"
cask "scroll-reverser"
cask "spotify"
cask "stats"
cask "steipete/tap/trimmy"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zed"
cask "zerotier-one"
cask "itouuuuuuuuu/tap/zmk-battery-bar"
